[RustyCounter_UI]
strKilled="Убито:"
strActive="Активно:"
strTotal="Всего:"
strRemaining="Осталось:"

;=================================================================

[UISL_Shell_RustyTacCounter]
strMessage_Title = "[WOTC] Tactical Kill Counter Redux"
strMessage_Header = "ВНИМАНИЕ! Был сброшен файл конфигурации!"
strMessage_Body	= "Файл конфигурации для <font color = '#53B45E'> [WOTC] Tactical Kill Counter Redux </font> Был создан или обновлен. <br/> <br/> Если это первый запуск, вам необходимо перезапустить XCOM2, иначе будет сбой! <br/> <br/> Установите заново значения MCM, и перезапустите  <font color = '#53B45E'> XCOM 2 </font>,."
strDismiss_Button = "ОК"

;=================================================================
[RustyCounter_Settings]
Group1_Label = "Общие настройки"

alwaysShowActiveEnemyCount_Label = "Всегда отображать количество активных врагов"
alwaysShowActiveEnemyCount_Tooltip = "Если установлено значение \"false\", общее количество активных врагов никогда не отображается."

showSplitTeamsActive_Label = "Показать отдельные активные группы"
showSplitTeamsActive_Tooltip = "Некоторым нравится так, некоторым иначе. Установите значение \"false\" и будет отображаться одно общее число, установите значение \"true\" и будет отображаться разделение на группы. Никакой цветовой режим не заставит объединять их в общее количество."

showSplitTeamsKilled_Label = "Показать убитые группы"
showSplitTeamsKilled_Tooltip = "Некоторым нравится так, некоторым иначе. Установите значение \"false\" и будет отображаться одно общее число, установите значение \"true\" и будет отображаться разделение на группы. Никакой цветовой режим не заставит объединять их в общее количество."

neverShowEnemyTotal_Label = "Никогда не отображать общее количество врагов"
neverShowEnemyTotal_Tooltip = "Установка этого значения в \"true\" НИКОГДА не покажет вам общее или оставшееся количество врагов в миссии, даже если у вас нет доступа к этой информации."

alwaysShowEnemyTotal_Label = "Всегда отображать общее количество врагов"
alwaysShowEnemyTotal_Tooltip = "Полная противоположность вышеуказанному. Установите значение \"true\", и будет отображаться общее количество врагов или их остаток ВСЕГДА, даже если вы еще не построили зал теней. Обратите внимание, что это отменяет настройку \"никогда\", которая находится выше, ЭТА настройка имеет приоритет, ВСЕГДА."

locationScoutShowsTotal_Label = "Показать общее количество, если активна \"Разведка местности\"."
locationScoutShowsTotal_Tooltip = "Установите значение \"true\", и будет отображаться общее количество или остаток, даже если вы еще не построили зал теней, пока активен sitrep \"Разведка местности\"."

showRemainingInsteadOfTotal_Label = "Показать остаток вместо общего количества"
showRemainingInsteadOfTotal_Tooltip = "Некоторым нравится так, некоторым иначе. Установите значение \"false\" и будет отображаться общее количество врагов, установите значение \"true\" и вы получите оставшееся количество."

includeTurrets_Label = "Отображать турели"
includeTurrets_Tooltip = "Поскольку турели не учитываются в \"общем количестве убитых\" в конце миссии, по умолчанию они не включены в подсчет. Если хотите, вы можете включить их подсчет."

;================================
Group2_Label = "Настройки пользовательского интерфейса"

noColor_Label = "Нет цвета"
noColor_Tooltip = "Отключить окрашивание всех чисел. Враги, отображаются в общем количестве."

textAlignment_Label = "Выравнивание текста"
textAlignment_Tooltip = "Как текст будет выравниваться в пределах \"поля\"."

autoAdjust_Label = "Авторегулировка по таймеру"
autoAdjust_Tooltip = "Настройте \"Offest Y\", как будет отображаться таймер и/или обратный отсчет времени."

BoxAnchor_Label = "Якорь поля"
BoxAnchor_Tooltip = "Где \"поле\" (в котором находится текст) будет отображаться на экране (в пределах всего экрана).\nВозможные значения (прямо из UIUtilities):\n0 (ANCHOR_NONE)\n1 (ANCHOR_TOP_LEFT)\n2 (ANCHOR_TOP_CENTER)\n3 (ANCHOR_TOP_RIGHT)\n4 (ANCHOR_MIDDLE_LEFT)\n5 (ANCHOR_MIDDLE_CENTER)\n6 (ANCHOR_MIDDLE_RIGHT)\n7 (ANCHOR_BOTTOM_LEFT)\n8 (ANCHOR_BOTTOM_CENTER)\n9 (ANCHOR_BOTTOM_RIGHT)"

OffsetX_Label = "OffsetX"
OffsetX_Tooltip = "На сколько \"поле\" должно быть смещено от своей привязки по оси X (горизонтально)."

OffsetY_Label = "OffsetY"
OffsetY_Tooltip = "На сколько \"поле\" должно быть смещено от своей привязки по оси Y (вертикально)."
